Return the profile of the loaded fabrication configuration. Return empty string for global profile.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2016
 Syntax
  C#
public string GetProfile()
  Visual Basic
Public Function GetProfile As String
  Visual C++
public:
String^ GetProfile()
 See Also
  FabricationConfiguration Class
  Autodesk.Revit.DB Namespace